Repository: AafkeJonker/protein_purification
Catalog: protein_purification_osx/*.lproj/Localizable.strings
Languages: es, fr, id

# Local
source: This version is licensed for local use only. It will not run from a network drive or removable media. If you require a network licence, please email apps@agbooth.com
es: Esta versión está autorizado sólo para uso local. No se ejecutará a partir de una unidad de red o medios extraíbles. Si usted necesita una licencia de red, por favor email apps@agbooth.com
fr: Cette version est autorisé pour un usage local seulement. Il ne fonctionnera pas à partir d'un lecteur réseau ou un support amovible. Si vous avez besoin d'une licence de réseau veuillez envoyer un courriel à apps@agbooth.com
id: Versi ini berwenang untuk penggunaan lokal saja. Ini tidak akan berjalan dari drive jaringan atau media removable. Jika Anda membutuhkan lisensi jaringan, silahkan email apps@agbooth.com

# Not registered
source: This copy is not registered. The function is not available.
es: Esta copia no está registrada. La función no está disponible.
fr: Cette copie n'est pas enregistrée. La fonction n'est pas disponible.

source: Enter the registration code:
es: Entrar el código de registro:
fr: Entrer le code d'enregistrement:
id: Masukkan kode registrasi:

source: The registration code is incorrect.
es: El código de registro es incorrecta.
fr: Le code d'enregistrement est incorrecte.
id: Kode registrasi salah.

source: Thank you for registering.
es: Gracias por registrarse.
fr: Merci d'avoir enregistré.
id: Terima kasih telah mendaftar.

# Program Title
source: Protein Purification
es: Purificación de Proteínas
fr: La Purification des Protéines
id: Pemurnian Protein

# Program Author
source: Andrew Booth Faculty of Biological Sciences University of Leeds United Kingdom
es: Andrew Booth Facultad de Ciencias Biológicas Universidad de Leeds Reino Unido Version español traducida por Marcelo Garcés C Universidad de La Frontera Chile
fr: Andrew Booth Faculté des Sciences Biologiques Université de Leeds Royaume-Uni Version française éditée par Nick Coote St-Nom-La-Bretèche France
id: Andrew Booth Facultas Ilmu Biologi Universitas Leeds UK Terjmahan oleh Peter Farley dan Elly Syafriani Fakultas Pertanian Universitas Andalas Indonesia

source: Help
es: Ayuda
fr: Aide
id: Bantuan

source: Start
es: Comienzo
fr: Commencer
id: Mulai

source: Purify
es: Purificar
fr: Purifier
id: Memurnikan

source: Mixtures
es: Mezclas
fr: Mélanges
id: Campuran

source: Available mixtures
es: Mezclas disponibles
fr: Mélanges disponibles
id: Tersedia campuran

source: Change mixture
es: Cambiar la mezcla
fr: Changer le mélange
id: Mengubah campuran

source: Choose a mixture
es: Escoger una mezcla
fr: Choisir un mélange
id: Pilih campuran

source: Protein
es: Proteína
fr: Protéine

# This mixture contains...
source: This mixture contains %d proteins. Choose the one that you want to purify.
es: Esta mezcla contiene %d proteínas. Escoja la que Ud. desee purificar.
fr: Ce mélange contient %d protéines. Choisissez celui que vous voulez purifier.
id: Campuran ini berisi %d protein. Pilih protein yang ingin anda murnikan.

source: Yes
es: Si
fr: Oui
id: Ya

source: Done
es: OK
fr: OK
id: Selesai

source: Cancel
es: Cancelar
fr: Annuler
id: Batalkan

source: Choose
es: Escoger
fr: Choisir
id: Pilih

source: Stability
es: Estabilidad
fr: Stabilité
id: Stabilitas

# Stability Data
source: The enzymic activity of protein %d is stable for several hours at temperatures up to %.0f°C and at pH values between %.1f and %.1f.
es: La actividad enzimática de la proteína %d es estable por varias horas a una temperatura de hasta %.0f°C y a valores de pH entre %.1f y %.1f.
fr: L'activité enzymatique de la protéine %d est stable pendent plusiers heures à des températures allant jusqu'à %.0f°C et à des valeurs de pH entre %.1f et %.1f.
id: Aktivitas enzimatik dari protein %d stabil selama beberapa jam pada suhu sampai dengan %.0f°C dan pada nilai pH antara %.1f dan %.1f.

source: Methods
es: Métodos
fr: Méthodes
id: Metode

source: Separation methods
es: Métodos de separación
fr: Méthodes de séparation
id: Pemisahan metode

source: Electrophoresis
es: Electroforesis
fr: Électrophorèse
id: Elektroforesis

source: Manage fractions
es: Manejar las fracciones
fr: Gérer les fractions
id: Mengelola fraksi

source: Manage scheme
es: Manejar el procedimiento
fr: Gérer le procédé
id: Mengelola skema

source: Manage
es: Manejar
fr: Gérer
id: Mengelola

source: Ammonium sulfate fractionation
es: Fraccionamiento por sulfato de amonio
fr: Fractionnement par le sulfate d'ammonium
id: Fraksinasi Amonium Sulfat

source: Heat treatment
es: Tratamiento con calor
fr: Fractionnement par la chaleur
id: Denaturasi Panas

source: Gel filtration
es: Filtración por gel
fr: La filtration sur gel
id: Kromatografi Filtrasi Gel

source: Ion exchange chromatography
es: Cromatografía de intercambio iónico
fr: L'échange d'ions
id: Kromatografi Penukar Ion

source: Hydrophobic interaction chromatography
es: Cromatografía de interacción hidrofóbica
fr: Les interactions hydrophobes
id: Kromatografi Interaksi Hidrofobik

source: Affinity chromatography
es: Cromatografía de afinidad
fr: La chromatographie d'affinité
id: Kromatografi Afinitas

source: 1-dimensional PAGE
es: PAGE en una dimension
fr: PAGE en une dimension
id: PAGE 1-dimensi

source: 2-dimensional PAGE
es: PAGE en dos dimensiones
fr: PAGE en deux dimensions
id: PAGE 2-dimensi

source: Assay enzyme activity
es: Ensayar la actividad enzimática
fr: Dosage enzymatique
id: Uji aktivitas enzim

source: Dilute fractions x2
es: Diluir fracciones x2
fr: Diluer fractions x2
id: Encerkan fraksi 2x

source: Pool fractions
es: Combinar fracciones
fr: Combiner des fractions
id: Gabungkan fraksi

source: Abandon this step and continue
es: Abandonar esta etapa y continuar
fr: Abandonner cette étape et continuer
id: Buang langkah ini dan lanjutkan

source: Abandon scheme and start again
es: Abandonar y comenzar nuevamente
fr: Abandonner régime et recommencer
id: Buang skema ini dan mulai dari awal

source: Abandon scheme
es: Abandonar experimento
fr: Abandonner régime
id: Buang skema ini

# Abandon warning
source: Do you really want to do this? The data from the current scheme will be lost.
es: ¿Ud. está seguro que quiere hacer eso? Los datos del diseño actual se perderán.
fr: Voulez-vous vraiment faire cela? Les données provenant du régime actuel seront perdues.
id: Apakah Anda benar-benar ingin melakukan ini? Data dari skema saat ini akan hilang.

source: Abandon step
es: Abandonar etapa
fr: Abandon étape
id: Buang langkah ini

# Abandon step warning
source: Do you really want to do this? The data from the current step will be lost.
es: ¿Ud. está seguro que quiere hacer eso? Los datos de la etapa actual se perderán.
fr: Voulez-vous vraiment faire cela? Les données provenant de l'étape en cours seront perdues.
id: Apakah Anda benar-benar ingin melakukan ini? Data dari langkah saat ini akan hilang.

source: Do you want to store your material before abandoning the scheme?
es: ¿Quieres guardar su material antes de abandonar el proyecto?
fr: Vous voulez stocker votre matériel avant d'abandonner le régime?
id: Apakah Anda ingin menyimpan materi Anda sebelum meninggalkan skema?

source: Do you want to store your material before leaving?
es: ¿Quieres guardar su material antes de salir?
fr: Vous voulez stocker votre matériel avant de partir?
id: Apakah Anda ingin menyimpan materi Anda sebelum berangkat?

source: Information
es: Información
fr: Informations
id: Informasi

source: salt gradient
es: sal gradiente
fr: gradient de sel
id: garam gradien

source: pH gradient
es: pH gradiente
fr: gradient de pH
id: pH gradien

source: Hydrophobic interaction
es: Interaction hidrofóbica
fr: Interactions hydrophobes
id: Interaksi Hidrofobik

source: Remember to elute with a gradient of decreasing salt concentration.
es: Recuerde eluir con un gradiente de concentración decreciente de sal.
fr: Rappelez pour éluer avec un gradient décroissant de la concentration en sel.
id: Jangan lupa mengelusi dengan gradien konsentrasi garam yang menurun.

source: Ligand:
es: Ligando:
id: Ligan:

# Immobilized monoclonal antibody MC01A
source: Immobilized monoclonal antibody MC%.2dA
es: Anticuerpo monoclonal immobilizado MC%.2dA
fr: Anticorps monoclonal immobilisé MC%.2dA
id: Antibodi monoklonal amobil MC%.2dA

# Immobilized monoclonal antibody MC01B
source: Immobilized monoclonal antibody MC%.2dB
es: Anticuerpo monoclonal immobilizado MC%.2dB
fr: Anticorps monoclonal immobilisé MC%.2dB
id: Antibodi monoklonal amobil MC%.2dB

# Immobilized monoclonal antibody MC01C
source: Immobilized monoclonal antibody MC%.2dC
es: Anticuerpo monoclonal immobilizado MC%.2dC
fr: Anticorps monoclonal immobilisé MC%.2dC
id: Antibodi monoklonal amobil MC%.2dC

source: Immobilized polyclonal IgG
es: IgG policlonal immobilizado
fr: IgG polyclonal immobilisé
id: Poliklonal IgG amobil

source: Immobilized competitive inhibitor
es: Inhibidor competitivo immobilizado
fr: Inhibiteur compétitif immobilisé
id: Penghambat kompetitif imobil

# immobilized monoclonal antibody MC01A
source: immobilized monoclonal antibody MC%.2dA
es: anticuerpo monoclonal immobilizado MC%.2dA
fr: anticorps monoclonal immobilisé MC%.2dA
id: antibodi monoklonal amobil MC%.2dA

# immobilized monoclonal antibody MC01B
source: immobilized monoclonal antibody MC%.2dB
es: anticuerpo monoclonal immobilizado MC%.2dB
fr: anticorps monoclonal immobilisé MC%.2dB
id: antibodi monoklonal amobil MC%.2dB

# immobilized monoclonal antibody MC01C
source: immobilized monoclonal antibody MC%.2dC
es: anticuerpo monoclonal immobilizado MC%.2dC
fr: anticorps monoclonal immobilisé MC%.2dC
id: antibodi monoklonal amobil MC%.2dC

source: immobilized polyclonal IgG
es: IgG policlonal immobilizado
fr: IgG polyclonal immobilisé
id: poliklonal IgG amobil

source: immobilized competitive inhibitor
es: inhibidor competitivo immobilizado
fr: inhibiteur compétitif immobilisé
id: penghambat kompetitif imobil

source: 150mM-imidazole, 300mM-NaCl pH 7.0
es: Imidazol 150mM, NaCl 300mM, pH 7.0
fr: Imidazole 150mM, NaCl 300mM, pH 7.0
id: Imidazole 150mM, NaCl 300mM, pH 7.0

source: Elution
es: Élución
fr: Élution
id: Elusi

source: Elute with:
es: Eluir con:
fr: Éluer avec:
id: Elusi dengan:

source: 2mM-Tris/HCl pH 7.4
es: Tris/HCl 2mM, pH 7.4
fr: Tris/HCl 2mM, pH 7.4
id: Tris/HCl 2mM, pH 7.4

source: 0.2M-glycine/HCl pH 2.3
es: Glicina/HCl 0.2M, pH 2.3
fr: Glycine/HCl 0.2M, pH 2.3
id: glisin/HCl 0.2M, pH 2.3

source: 5mM-competitive inhibitor
es: inhibidor competitivo 5mM
fr: Inhibiteur compétitif 5mM
id: penghambat kompetitif 5mM

source: Equilibration
es: Equilibración
fr: Équilibration
id: Pengimbangan

source: pH of buffer:
es: pH de buffer:
fr: pH du tampon:
id: pH buffer:

source: Gradient limits (molar)
es: Limites de gradiente (molar)
fr: Limites de gradient (molar)
id: Batas-batas gradien (molar)

source: Gradient limits (pH)
es: Limites de gradiente (pH)
fr: Limites de gradient (pH)
id: Batas-batas gradien (pH)

source: Start of gradient:
es: Inicio del gradiente:
fr: Début de gradient:
id: Mulai gradien pada:

source: End of gradient:
es: Fin del gradiente:
fr: Fin de gradient:
id: Akhiri gradien pada:

source: Precipitate
es: Precipitado
fr: Précipité
id: Endapan

# Precipitation Warning 1
source: The activity of your enzyme has not been affected, but %.1f%% of the protein has precipitated in the starting buffer. Discard the precipitate and continue?
es: La actividad de su enzima no ha sido afectada, perp %.1f%% de la proteína ha precipitado en el buffer de inicio. ¿Descartar el precipitado y continuar?
fr: L'activité de votre enzyme n'a pas été affectée, mais %.1f%% de la protéine a précipité dans le tampon de départ. Jeter le précipité et continuer?
id: Aktivitas enzim Anda tidak terpengaruh, tetapi %.1f%% dari protein telah diendapkan dalam buffer awal. Buang endapan dan lanjutkan?

# Precipitation Warning 2
source: %.1f%% of the enzyme activity and %.1f%% of the protein have precipitated in the starting buffer. Discard the precipitate and continue?
es: %.1f%% de la actividad enzimática y %.1f%% de la proteína han precipitado en el buffer de inicio. ¿Descartar el precipitado y continuar?
fr: %.1f%% de l'activité enzymatique et %.1f%% de la protéine ont précipité dans le tampon de départ. Jeter le précipité et continuer?
id: %.1f%% dari aktivitas enzim dan %.1f%% protein telah diendapkan dalam buffer awal. Buang endapan dan lanjutkan?

source: Initial
es: Inicial
id: Awal

source: Ammonium sulfate
es: Sulfato de amonio
fr: Le sulfate d'ammonium
id: Amonium Sulfat

source: Ion exchange
es: Intercambio iónico
fr: L'échange d'ions
id: Penukar Ion

source: Method
es: Método
fr: Méthode
id: Metode

source: Protein (mg)
es: Proteína (mg)
fr: Protéine (mg)

source: Enzyme (Units)
es: Enzima (Unidades)
fr: Enzyme (Unités)
id: Enzim (Unit)

source: Enrichment
es: Purificación
fr: Purification
id: Pemurnian

source: Cost
es: Costo
fr: Coût
id: Biaya

source: Records of subsequent purification steps will be added here.
es: Registros de purificaciones siguientes serán grabadas aquí.
fr: Dossiers des étapes de purification ultérieures seront ajoutés ici.
id: Rekaman langkah pemurnian berikutnya akan ditambahkan di sini.

source: Progress report
es: Informe de situación
fr: Rapport d'activité
id: Laporan lengkap

source: Purification of protein %d from %@
es: Purificación de la proteína %d de %@
fr: Purification de la protéine %d de %@
id: Pemurnian protein %d dari %@

# RecordTitle
source: After step %d:
es: Luego de la etapa %d:
fr: Après l'étape %d:
id: Setelah tahap %d:

# RecordMessage
source: Total protein: %.1f mg Total enzyme: %.1f Units Enrichment: %.1f Yield: %.1f%% Cost: %.3f hours/100 Units
es: Proteína total: %.1f mg Enzima total: %.1f Unidades Enriquecimiento: %.1f Rendimiento: %.1f%% Costo: %.3f horas/100 Unidades
fr: Protéine totale: %.1f mg Enzyme totale: %.1f Unités Enrichissement: %.1f Rendement: %.1f%% Coût: %.3f heures/100 Unités
id: Protein Total: %.1f mg Enzim Total: %.1f Unit Tingkat kemurnian: %.1f Hasil: %.1f%% Biaya: %.3f jam/100 Unit

source: Total protein Total enzyme Enrichment Yield Cost (hours/100 Units)
es: Proteína total Enzima total Enriquecimiento Rendimiento Costo (horas/100 U)
fr: Protéine totale Enzyme totale Enrichissement Rendement Coût (heures/100 unités)
id: Protein Total Enzim Total Tingkat kemurnian Hasil Biaya (jam/100 Unit)

source: %.d mg %d units %.1f %.1f%% %.3f
es: %.d mg %d U %.1f %.1f%% %.3f
fr: %.d mg %d unités %.1f %.1f%% %.3f

source: Elution profile
es: Perfil de elución
fr: Profile d'élution
id: Profil elusi

source: Absorbance at 280 nm
es: Absorbancia a 280 nm
fr: Absorbance à 280 nm
id: Absorbsi pada panjang gelombang 280 nm

source: Enzyme activity (Units/fraction)
es: Actividad de la enzima (Unidades/fracción)
fr: Activité de l'enzyme (Unités/fraction)
id: Aktivitas Enzim (Unit/fraksi)

source: Fraction number
es: Fracción no.
fr: Fraction no.
id: Fraksi nomor

source: Salt concentration (molar)
es: Concentración de sal (molar)
fr: Concentration de sel (molaire)
id: Konsentrasi garam (molar)

source: First fraction:
es: Primera fracción:
fr: Première fraction:
id: Fraksi pertama:

source: Last fraction:
es: Última fracción:
fr: Dernière fraction:
id: Fraksi terakhir:

source: Sorry
es: Perdon
fr: Pardon
id: Maaf

# Apology
source: Although competitive inhibitors exist for the enzyme that you are trying to purify, none of them can be immobilized by current methods.
es: Aunque existen inhibidores competitivos para la enzima que trata de purificar,ninguno puede ser inmobilizado con los métodos actuales.
fr: Bien que des inhibiteurs compétitifs existent pour l'enzyme que vous essayez de purifier, aucun d'entre eux peut être immobilisé par les méthodes actuelles.
id: Walau terdapat beberapa penghambat kompetitif terhadap enzim yang sedang dimurnikan, belum ada metode untuk membuat penghambat tersebut imobil.

source: (Elution buffer emerges at fraction 40)
es: (El buffer de elución eluye en la fracción 40)
fr: (Tampon d'élution émerge à la fraction 40)
id: (Bufer elusi muncul pada fraksi 40)

source: Percentage saturation
es: Porcentaje de saturación
fr: Pourcentage de saturation
id: Persentase saturasi?

# AS Precipitation Question
source: You have precipitated %.1f%% of the enzyme and %.1f%% of the protein. How do you want to proceed?
es: Usted ha precipitado %.1f%% de la enzima y %.1f%% de la proteína. ¿Como quiere proceder?
fr: Vous avez précipité %.1f%% de l'enzyme et %.1f%% de la proteine. Comment voulez-vous procéder?
id: Anda telah mengendapkan %.1f%% enzim itu dan %.1f%% proteinnya. Bagaimana cara anda melanjutkan proses ini?

source: Use the precipitated material
es: Utilizar el precipitado
fr: Utiliser le précipité
id: Gunakan bahan yang diendapkan

source: Use the soluble material
es: Utilizar el sobrenadante
fr: Utiliser le soluble
id: Gunakan bahan yang terlarut

source: What temperature? (°C)
es: ¿Que temperatura? (°C)
fr: Quelle température? (°C)
id: Suhu berapa? (°C)

source: For how long? (minutes)
es: ¿Por cuanto tiempo? (minutos)
fr: Pour combien de temps? (minutes)
id: Berapa lama? (menit)

source: You have lost the enzyme!
es: Usted ha perdido la enzima!
fr: Vous avez perdu l'enzyme!
id: Anda kehilangan enzimnya!

source: Not finished after 10 steps...
es: No terminado luego de 10 etapas...
fr: Non terminé aprés 10 étapes...
id: Masih belum selesai setelah 10 tahap ...

source: Cost is too high!
es: El costo es muy alto!
fr: Le coût est trop haute!
id: Biayanya terlalu mahal!

# Financial advisers
source: A message from our financial manager: "We can no longer fund your inefficient work. You are fired." However, the scientific director has interceded on your behalf. Provided that you give an assurance that you will work more efficiently, you may be reinstated. Do you wish to accept this offer?
es: Un mensaje de nuestro administrador financiero: "Nosotros no podemos financiar más su trabajo ineficiente. Usted está despedido." De todas maneras,el director científicoha intercedido por usted. Si usted nos asegura de va a trabajar de manera más eficiente, puede ser reintegrado. ¿Usted acepta esta oferta?
fr: Un message de nos conseillers financiers: "Nous ne pouvons plus financer votre travail inefficace. Vous êtes viré." Toutefois, le directeur scientifique a intercédé en votre nom. Pourvu que vous donner l'assurance que vous allez travailler plus efficacement, vous pouvez être réintégré. Voulez-vous accepter cette offre?
id: Pesan dari penasihat keuangan kami: "Kami tidak dapat lagi mendanai pekerjaan anda yang tidak efesien itu. Anda dipecat." Namun, kepala bagian ilmu alam telah menangani masalah anda. Jika anda dapat menjamin bahwa anda akan bekerja lebih efisien lagi, anda boleh kembali. Apakah anda ingin menerima tawaran ini?

# Grateful acceptance
source: Yes
es: Si
fr: Oui
id: Ya

source: Coomassie Blue
es: Azul de Coomassie
fr: Bleu de Coomassie
id: Pewarna protein

source: Immunoblot
es: Western Blot
fr: Immunotransfert
id: Imunoblot

source: Using antibody to protein %d
es: Uso de anticuerpo a proteína %d
fr: Anticorps dirigé contre la protéine %d
id: Imunoblot menggunakan antibodi untuk protein %d

source: 2D - PAGE
es: PAGE - 2D
fr: PAGE - 2D
id: PAGE - 2D

source: 2D - PAGE of initial mixture
es: PAGE - 2D de la mezcla inicial
fr: PAGE - 2D du mélange initial
id: Hasil PAGE-2D dari campuran awal

source: 2D - PAGE of pooled fractions
es: PAGE - 2D de las fracciones agrupadas
fr: PAGE - 2D des fractions regroupées
id: Hasil PAGE-2D dari fraksi yang digabungkan

source: 2D - PAGE of fraction %d
es: PAGE - 2D de la fracción %d
fr: PAGE - 2D de la fraction %d
id: Hasil PAGE-2D dari fraksi nomor %d

source: Select the fraction to examine.
es: Seleccione la fracción de examinar.
fr: Sélectionner la fraction à examiner.
id: Pilih fraksi yang akan diperiksa.

source: Fraction
es: Fracción
id: Fraksi

source: 1D - PAGE
es: PAGE - 1D
fr: PAGE - 1D
id: PAGE - 1D

source: Initial mixture
es: Mezcla inicial
fr: Mélange initial
id: Campuran awal

source: Pooled fractions
es: Fraccciones agrupadas
fr: Fractions regroupées
id: Fraksi yang digabungkan

source: Selected fraction
es: Fracción seleccionada
fr: La fraction sélectionnée
id: Fraksi yang dipilih

source: Selected fractions
es: Fracciones seleccionadas
fr: Fractions sélectionnées
id: Fraksi-fraksi yang dipilih

source: You can select up to 15 fractions.
es: Usted puede seleccionar hasta 15 fracciones.
fr: Vous pouvez sélectionner jusqu'à 15 fractions.
id: Anda dapat memilih sampai 15 fraksi.

source: You have added one fraction.
es: Usted ha agregado una fracción.
fr: Vous avez ajouté une fraction.
id: Anda telah menambahkan satu fraksi.

source: You have added %d fractions.
es: Usted ha agregado %d fracciones.
fr: Vous avez ajouté %d fractions.
id: Anda telah menambahkan %d fraksi

source: Add
es: Agregar
fr: Ajouter
id: Tambah

source: Store your material
es: Guardar su material
fr: Enregistrer votre matériau
id: Simpan bahan anda

source: Store material
es: Material guardado
fr: Enregistrer matériau
id: Simpan bahan

source: Please enter a unique name for the stored material.
es: Por favor digite un monbre unico para el material guardado.
fr: S'il vous plaît entrez un nom unique pour le matériau entreposé.
id: Masukkan nama yang unik untuk materi yang tersimpan.

source: Can't store the material.
es: No se puede guardar el material.
fr: Ne peut pas enregistrer le matériau.
id: Tidak dapat menyimpan materail yang

source: A mixture with this name exists. Do you want to replace it?
es: Una mezcla con este nombre existe. ¿La quiere reemplazar?
fr: Un mélange de ce nom existe. Voulez-vous le remplacer?
id: Campuran dengan nama yang sama. Apakah Anda ingin menggantinya?

source: Start from stored material
es: Comenzar a partir de material guardado
fr: Commencer à partir de matériau enregistré
id: Mulai dari bahan yang disimpan

source: You have no stored mixtures.
es: Usted no tiene mezclas guardadas.
fr: Vous n'avez pas de mélanges enregistrés.
id: Anda tidak memiliki disimpan campuran.

source: Choose a stored mixture
es: Escoger una mezcla guardada.
fr: Choisir un mélange enregistré.
id: Pilih campuran yang tersimpan

source: Refrigerator
es: Refrigerador
fr: Réfrigérateur
id: Kulkas

source: Stored mixtures
es: Mezclas Guardadas
fr: Mélanges enregistrés
id: Tersimpan campuran

source: Stored mixtures are accessible via the apps tab in iTunes.
es: Mezclas guardadas son accesibles via la sección apps en iTunes.
fr: Mélanges enregistrées sont accessibles via l'onglet apps dans iTunes.
id: Campuran yang disimpan dapat diakses melalui tab aplikasi di iTunes.

source: This mixture has a purification history. Do you want to continue it?
es: Esta mezcla tiene una historia de purificación. ¿Usted desea continuar?
fr: Ce mélange a une histoire de purification. Voulez-vous la continuer?
id: Campuran ini memiliki sejarah pemurnian. Apakah Anda ingin melanjutkan dengan itu?

source: This mixture contains no proteins.
es: Esta mezcla no contiene proteínas.
fr: Ce mélange ne ​​contient pas de protéines.
id: Campuran ini tidak mengandung protein.

source: Error in mixture file.
es: Error en el archivo de mezcla.
fr: Erreur dans le fichier mélange.
id: Kesalahan dalam file campuran.

# tutorial
source: http://www.agbooth.com/pp_tut_OSX/en/Protein1.html
es: http://www.agbooth.com/pp_tut_OSX/es/Protein1.html
fr: http://www.agbooth.com/pp_tut_OSX/fr/Protein1.html
id: http://www.agbooth.com/pp_tut_OSX/in/Protein1.html

source: Error
fr: Erreur
id: Kesalahan

source: No
fr: Non
id: Tidak

source: Media
fr: Médias

source: Yield (%)
id: Hasil (%)

source: %@ on %@
id: %@ pada %@
